Repository: yakupkavak/VocabularyForest
Catalog: VocabularyForest/Data/Source/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, hi, it, ja, ko, pt_br, ru, tr, zh_cn

source: You must be authenticated to use the reward system.
ar: يجب تسجيل الدخول لاستخدام نظام المكافآت.
de: Du musst angemeldet sein, um das Belohnungssystem zu nutzen.
es_419: Debes haber iniciado sesión para usar el sistema de recompensas.
fr: Tu dois être connecté pour utiliser le système de récompenses.
hi: इनाम प्रणाली इस्तेमाल करने के लिए आपको साइन इन करना होगा।
it: Devi aver effettuato l'accesso per usare il sistema delle ricompense.
ja: 報酬システムを使うにはログインが必要です。
ko: 보상 시스템을 사용하려면 로그인해야 해요.
pt_br: Você precisa estar autenticado para usar o sistema de recompensas.
ru: Чтобы пользоваться системой наград, необходимо войти в аккаунт.
tr: Ödül sistemini kullanmak için giriş yapmış olmalısınız.
zh_cn: 使用奖励系统前必须先登录。

source: Your Forest
ar: غابتك
de: Dein Wald
es_419: Tu bosque
fr: Ta forêt
hi: आपका जंगल
it: La tua foresta
ja: あなたの森
ko: 당신의 숲
pt_br: Sua Floresta
ru: Твой лес
tr: Ormanın
zh_cn: 你的森林

source: Your progress won't be saved
ar: لن يتم حفظ تقدّمك
de: Dein Fortschritt wird nicht gespeichert.
es_419: Tu progreso no se guardará.
fr: Ta progression ne sera pas enregistrée.
hi: आपकी प्रगति सहेजी नहीं जाएगी।
it: I tuoi progressi non verranno salvati.
ja: 進捗は保存されません。
ko: 진행 상황이 저장되지 않아요.
pt_br: Seu progresso não será salvo
ru: Ваш прогресс не будет сохранен
tr: İlerlemen kaydedilmeyecek.
zh_cn: 你的进度不会被保存。

# Yükleniyor
source: Loading
ar: جارٍ التحميل
de: Wird geladen
es_419: Cargando
fr: Chargement
hi: लोड हो रहा है
it: Caricamento
ja: 読み込み中
ko: 불러오는 중
pt_br: Carregando
ru: Загрузка
tr: Yükleniyor
zh_cn: 加载中

# Zafer
source: Victory
ar: النصر
de: Sieg
es_419: Victoria
fr: Victoire
hi: जीत
it: Vittoria
ja: 勝利
ko: 승리
pt_br: Vitória
ru: Победа
tr: Zafer
zh_cn: 胜利

# Zamir
source: Pronoun
ar: ضمير
de: Pronomen
es_419: Pronombre
fr: Pronom
hi: सर्वनाम
it: Pronome
ja: 代名詞
ko: 대명사
pt_br: Pronominal
ru: Местоимение
tr: Zamir
zh_cn: 代词

# Zarf
source: Adverb
ar: ظرف
es_419: Adverbio
fr: Adverbe
hi: क्रिया विशेषण
it: Avverbio
ja: 副詞
ko: 부사
pt_br: Advérbio
ru: Наречие
tr: Zarf
zh_cn: 副词

# Zor
source: Hard
ar: صعب
de: Schwer
es_419: Difícil
fr: Difficile
hi: कठिन
it: Difficile
ja: むずかしい
ko: 어려움
pt_br: Difícil
ru: Трудно
tr: Zor
zh_cn: 困难
